Repository: Askanio/STW6
Catalog: ScrewTurnWiki.Web/Localization/Install/InstallStrings.*.resx
Languages: ru

# ButtonTest
source: Test
ru: Проверка

# SharedBack
source: Back
ru: Назад

# SharedCancel
source: Cancel
ru: Отменить

# SharedCheckLengthError1
source: Length of
ru: Длина поля

# SharedCheckLengthError2
source: must be between
ru: должна быть от

# SharedCheckLengthError3
source: and
ru: до

# SharedContinue
source: Continue
ru: Продолжить

# SharedDelete
source: Delete
ru: Удалить

# SharedFailure
source: Failure!
ru: Сбой!

# SharedNextButton
source: Next
ru: Далее

# SharedSuccess
source: Success!
ru: Успех!

# Step1Intro
source: Thank you for downloading ScrewTurnWiki engine. Setup Wizard will help to set the basic configuration and the connection to the databases.
ru: Спасибо за загрузку вики-движка ScrewTurnWiki. Мастер установки поможет настроить базовую конфигурацию и подключение к базам данных.

# Step1PublicDirectory
source: Setting public directory
ru: Настройка папки для данных

# Step1PublicDirectoryFailureMessage
source: Public directory is missing or it has read-only access.
ru: Папка для данных отсутствует или запись в неё невозможна.

# Step1PublicDirectoryHelp
source: Create directory in the web site root for data storing and enter its name. The folder shall have write access. Please check the access when the directory was specified.
ru: Необходимо создать папку в корне сайта для данных и ввести её название. Папка должна иметь доступ на запись. После указания папки проверьте доступ к ней.

# Step1WebConfig
source: Checking access to web.config file
ru: Проверка доступа к файлу web.config

# Step1WebConfigFailureMessage
source: Web.config is read-only file.
ru: Запись в файл web.config невозможна.

# Step1WebConfigHelp
source: In order to proceed, first we need to check if you have the write access to the web.config file.
ru: Для того, чтобы продолжить, сначала необходимо проверить, если ли у вас доступ на запись в файл web.config.

# Step3ButtonCreateNewWikiTitle
source: Create a new wiki
ru: Создать новую вики

# Step3ButtonCreateWikiTitle
source: Create a wiki
ru: Создать вики

# Step3FieldsRequireMessage
source: All form fields are required to be filled.
ru: Все поля обязательны к заполнению.

# Step3HostsInValidCharacters
source: Hosts field only allows : any alphanumeric symbols, underscore, dash, semicolon, dot
ru: В списке хостов допустимы символы: любые буквы, цифры, нижнее подчёркивание, тире, точка с запятой, точка

# Step3HostsTitleColumnHeading
source: Hosts
ru: Хосты

# Step3Intro
source: You are able to create a few wikis and connect them to one or more hosts. If you are not going to use more than one wiki, then skip this step.
ru: Вы можете создать несколько вики привязав их к одному или нескольким хостам. Если Вы планируете использовать одну вики, то пропустите этот шаг.

# Step3WikinameExistsError
source: Wiki with such name already exists
ru: Вики с таким именем уже создано

# Step3WikinameInValidCharacters
source: Wikiname field only allows : any alphanumeric symbols, underscore, dash.
ru: В имени вики допуститмы символы: любые буквы, цифры, нижнее подчёркивание, тире

# Step3WikiNameTitleColumnHeading
source: Wiki name
ru: Имя вики

# Step2ConnectionStringCreateDatabase
source: Note: you will need to create the database first.
ru: Вам необходимо сначала создать базу данных.

# Step2ConnectionStringsHelp
source: Enter the database connection string
ru: Введите строку подключения к базе данных

# Step2DatabaseConnectionString
source: Database connection string
ru: Строка подключения к базе данных

# Step2DatabaseType
source: Database type
ru: Тип базы данных

# Step2ExampleConnectionStrings
source: Connection string example
ru: Пример строки соединения

# Step2Intro
source: We need to set up the connection to the database.
ru: Необходимо настроить подключение к хранилищу данных.

# Step2TestDbConnectionFailureMessage
source: Error occured during checking the connection to the database
ru: Ошибка при проверки подключения к хранилищу/базе данных

# Stage1
source: Step 1. Access Check
ru: Шаг 1. Проверка доступа

# Stage3
source: Step 3. Wiki Buildup
ru: Шаг 3. Создание вики

# Stage2
source: Step 2. Database Setup
ru: Шаг 2. Настройка хранилища данных

# Stage4
source: Installation completion
ru: Завершение установки

# Step4FailureGoBackAndCheck
source: Please go back through the installation steps and check your settings. The error message was:
ru: Пожалуйста вернитесь через шаги установки и проверьте ваши настройки. Сообщение об ошибке:

# Step4FailureTitle
source: An error occurred during the installation
ru: Произошла ошибка во время установки

# Step4FinalizeInstall
source: Restarting the site
ru: Перезагрузка сайта

# Step4SuccessTitle
source: Installation has been succesfully completed!
ru: Установка успешно завершена!

# Step4SuccessSummary
source: In order to proceed with site configuration, you need to restart the site.
ru: Для продолжения необходимо перезагрузить сайт. После перезагрузки Вы сможете произвести настройку сайта.

# FailureInstall
source: An error ocurred during installation
ru: Произошла ошибка при установке

# SharedUnexpectedError
source: Unexpected error occured
ru: Неопределённая ошибка

# Step4BtnPasswordSave_Text
source: Save password
ru: Сохранить пароль

# Step4ChangeMasterPassword_Text
source: Set master password
ru: Установите пароль администратора

# Step4CheckEqualPasswordMessage
source: Passwords do not match
ru: Пароли не совпадают

# Step4DescriptionPassword_Text
source: You must configure the master password for the built-in 'admin' account. Make sure you use a very strong password as the built-in 'admin' account can perform any operations in the wiki.
ru: Необходимо настроить пароль администратора. Убедитесь, что вы используете очень надежный пароль, так как под админом можно выполнять любые операции в вики.

# Step4NewAdminPassResultMessage
source: Master password has been successfully saved
ru: Пароль успещно сохранён

# Step4NewPassword
source: A new password
ru: Новый пароль

# Step4NewPassword_ToolTip
source: Enter the master password
ru: Введите пароль администратора

# Step4PasswordInvalidCharactersMessage
source: Password field only allows alphanumeric symbols
ru: Разрешённые символы пароля: a-z 0-9

# Step4PasswordRequiredMessage
source: The password is required. Length of password must be between 6 and 30.
ru: Введите пароль. Длина пароля от 6 до 30 символов.

# Step4ReNewPassword
source: New password (Repeat)
ru: Повторите ввод пароля

# Step4ReNewPassword_ToolTip
source: Repeat the master password
ru: Повторите ввод пароля администратора
