Repository: Askanio/STW6
Catalog: ScrewTurnWiki.Web/Localization/Common/Profile.*.resx
Languages: cs_cz, da_dk, fa_ir, fr_fr, ja_jp, ko_kr, pl_pl, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# TxtPassword1_ToolTip
source: Type here your new Password
cs_cz: Napište zde nové heslo
da_dk: Indtast din nye adgangskode her
fa_ir: کلمه عبور جدید خود را وارد کنید
fr_fr: Tapez ici votre nouveau mot de passe
ja_jp: ここに新しいパスワードを入力してください
ko_kr: 새 비밀번호를 입력하세요
pl_pl: Wpisz tutaj swoje nowe hasło
pt_pt: Escreva aqui a nova Password
ru_ru: Введите свой новый Пароль
sv_se: Ange ditt nya lösenord här
uk_ua: Введіть свій новий Пароль
zh_cn: 输入您的新密码
zh_tw: 輸入您的新密碼

# TxtPassword2_ToolTip
source: Repeat your new Password
cs_cz: Napište zde znovu nové heslo
da_dk: Gentag din adgangskode
fa_ir: کلمه عبور جدید خود را تکرار کنید
fr_fr: Répétez votre nouveau mot de passe
ja_jp: 新しいパスワードをもう一度入力してください
ko_kr: 새 비밀번호 재입력
pl_pl: Powtórz swoje nowe hasło
pt_pt: Confirme aqui a nova Password
ru_ru: Повторите ввод нового Пароля
sv_se: Bekräfta ditt nya lösenord här
uk_ua: Введіть свій новий Пароль, ще раз
zh_cn: 重复您的新密码
zh_tw: 重複您的新密碼
