Repository: Askanio/STW6
Catalog: ScrewTurnWiki.Web/Localization/Common/Profile.*.resx
Languages: cs_cz, da_dk, fa_ir, fr_fr, ja_jp, ko_kr, pl_pl, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# BtnConfirm_Text
source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
fa_ir: تایید
fr_fr: Confirmer
ja_jp: 確認
ko_kr: 확인
pl_pl: Zatwierdź
pt_pt: Confirmar
ru_ru: Подтвердить
sv_se: Bekräfta
uk_ua: Підтвердити
zh_cn: 确认
zh_tw: 確認

# BtnDeleteAccount_Text
source: Delete Account
cs_cz: Smazat účet
da_dk: Slet konto
fa_ir: حذف حساب کاربری
fr_fr: Supprimer le compte
ja_jp: アカウントを削除する
ko_kr: 계정 삭제
pl_pl: Usuń konto
pt_pt: Eliminar Conta
ru_ru: Удалить Запись
sv_se: Ta bort konto
uk_ua: Видалити Запис
zh_cn: 删除帐户
zh_tw: 刪除帳戶

# BtnSaveDisplayName_Text
source: Save Display Name
cs_cz: Uložit zobrazované jméno
da_dk: Gem visningsnavn
fa_ir: ذخیره کردن نام نمایش
fr_fr: Sauvegarder le nom affiché
ja_jp: 表示名を保存する
ko_kr: 표시 이름 저장
pl_pl: Zapisz nazwę wyświetlaną
pt_pt: Guardar Nome Público
ru_ru: Сохранить Отображаемое Имя
sv_se: Spara synligt namn
uk_ua: Зберегти Ім'я для Відображення
zh_cn: 保存显示名称
zh_tw: 保存顯示名稱

# BtnSaveDisplayName_ToolTip
source: Click here to save your Display Name
cs_cz: Klikněte sem pro uložení zobrazovaného jména
da_dk: Klik her for at gemme dit visningsnavn
fa_ir: اینجا کلیک کنید تا نام نمایش را ذخیره کنید
fr_fr: Cliquez ici pour sauvegarder votre nom affiché
ja_jp: 表示名を保存するためにここをクリックしてください
ko_kr: 표시된 이름을 저장하려면 여기를 클릭
pl_pl: Kliknij tu aby zapisać nazwę wyświetlaną
pt_pt: Clique aqui para guardar seu o Nome Público
ru_ru: Нажмите здесь для сохранения Отображаемого Имени
sv_se: Klicka här för att spara ditt synliga namn
uk_ua: Натисніть для збереження Вашого Імені для Відображення
zh_cn: 点击这里保存您的显示名称
zh_tw: 點擊這裏保存您的顯示名稱

# BtnSaveEmail_Text
source: Save Email
cs_cz: Uložit email
da_dk: Gem e-mail
fa_ir: ذخیره کردن ایمیل
fr_fr: Enregistrer le courriel
ja_jp: メール アドレスを保存する
ko_kr: 이메일 저장
pl_pl: Zapisz adres e-mail
pt_pt: Guardar Email
ru_ru: Сохранить Email
sv_se: Spara e-postadress
uk_ua: Зберегти Email
zh_cn: 保存电子邮件地址
zh_tw: 保存電子郵件位址

# BtnSaveEmail_ToolTip
source: Click here to save your Email address
cs_cz: Klikněte zde pro uložení email adresy
da_dk: Klik her for at gemme din e-mail-adresse
fa_ir: اینجا کلیک کنید تا ایمیل خود را ذخیره کنید
fr_fr: Cliquez ici pour enregistrer votre adresse courriel
ja_jp: メールアドレスを保存するためにここをクリックしてください
ko_kr: 이메일을 저장하려면 여기를 클릭
pl_pl: Kliknij tutaj aby zapisać adres e-mail
pt_pt: Clique aqui para guardar o endereço de Email
ru_ru: Нажмите здесь, чтобы сохранить Email адрес
sv_se: Klicka här för att spara din e-postadress
uk_ua: Натисніть, щоб зберегти Email адресу
zh_cn: 点击这里保存您的电子邮件地址
zh_tw: 點擊這裏保存您的電子郵件位址

# BtnSaveLanguage_Text
source: Save
cs_cz: Uložit
da_dk: Gem
fa_ir: ذخیره
fr_fr: Sauvegarder
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara
uk_ua: Зберегти
zh_cn: 保存
zh_tw: 保存

# BtnSaveNotifications_Text
source: Save
cs_cz: Uložit
da_dk: Gem
fa_ir: ذخیره
fr_fr: Sauvegarder
ja_jp: 保存
ko_kr: 저장
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara
uk_ua: Зберегти
zh_cn: 保存
zh_tw: 保存

# BtnSavePassword_Text
source: Save Password
cs_cz: Uložit heslo
da_dk: Gem adgangskode
fa_ir: ذخیره کلمه عبور
fr_fr: Enregistrer le mot de passe
ja_jp: パスワードを保存する
ko_kr: 비밀번호 저장
pl_pl: Zapisz hasło
pt_pt: Guardar Password
ru_ru: Сохранить Пароль
sv_se: Spara lösenord
uk_ua: Зберегти Пароль
zh_cn: 保存密码
zh_tw: 保存密碼

# BtnSavePassword_ToolTip
source: Click here to save your new Password
cs_cz: Klikněte zde pro uložení nového hesla
da_dk: Klik her for at gemme din nye adgangskode
fa_ir: اینجا کلیک کنید تا کلمه عبور جدید خود را ذخیره کنید
fr_fr: Cliquez ici pour enregistrer votre nouveau mot de passe
ja_jp: 新しいパスワードを保存するためにここをクリックしてください
ko_kr: 새 비밀번호를 저장하려면 여기를 클릭
pl_pl: Kliknij tutaj aby zapisać hasło
pt_pt: Clique aqui para guardar a nova Password
ru_ru: Нажмите здесь, чтобы сохранить Пароль
sv_se: Klicka här för att spara ditt lösenord
uk_ua: Натисніть, щоб зберегти Пароль
zh_cn: 点击这里保存您的密码
zh_tw: 點擊這裏保存您的密碼

# CvEmail1_ErrorMessage
source: Email addresses are not equal
cs_cz: Emailové adresy nejsou stejné
da_dk: E-mail-adresserne er ikke ens
fa_ir: آدرس‌های ایمیل برابر نیستند
fr_fr: Les adresses courriel ne sont pas équivalentes
ja_jp: メール アドレスが一致していません
ko_kr: 이메일이 일치하지 않습니다
pl_pl: Adresy e-mail nie sa jednakowe
pt_pt: Endereços de Email não sao iguais
ru_ru: Email-адреса не совпадают
sv_se: E-postadresser är inte identiska
uk_ua: Email-адреси не співпадають
zh_cn: 电子邮件地址不匹配
zh_tw: 電子郵件位址不相符

# CvEmail2_ErrorMessage
source: Email addresses are not equal
cs_cz: Emailové adresy nejsou stejné
da_dk: E-mail-adresserne er ikke ens
fa_ir: آدرس‌های ایمیل برابر نیستند
fr_fr: Les adresses courriel ne sont pas équivalentes
ja_jp: メール アドレスが一致していません
ko_kr: 이메일이 일치하지 않습니다
pl_pl: Adresy e-mail nie sa jednakowe
pt_pt: Endereços de Email não sao iguais
ru_ru: Email-адреса не совпадают
sv_se: E-postadresser är inte identiska
uk_ua: Email-адреси не співпадають
zh_cn: 电子邮件地址不匹配
zh_tw: 電子郵件位址不相符

# CvOldPassword_ErrorMessage
source: Incorrect Password
cs_cz: Neplatné heslo
da_dk: Forkert adgangskode
fa_ir: کلمه عبور نادرست
fr_fr: Mot de passe incorrect
ja_jp: 間違ったパスワード
ko_kr: 틀린 비밀번호
pl_pl: Nieprawidłowe hasło
pt_pt: Password incorrecta
ru_ru: Неправильный пароль
sv_se: Felaktigt lösenord
uk_ua: Невірний пароль
zh_cn: 密码错误
zh_tw: 密碼錯誤

# CvPassword1_ErrorMessage
source: Passwords are not equal
cs_cz: Hesla nejsou stejná
da_dk: Adgangskoderne er ikke ens
fa_ir: کلمات عبور برابر نیستند
fr_fr: Les mots de passe ne sont pas équivalents
ja_jp: パスワードが一致していません
ko_kr: 비밀번호가 일치하지 않습니다
pl_pl: Hasła są jednakowe
pt_pt: Passwords não são iguais
ru_ru: Пароли не совпадают
sv_se: Lösenorden är inte identiska
uk_ua: Паролі не співпадають
zh_cn: 密码不匹配
zh_tw: 密碼不相符

# CvPassword2_ErrorMessage
source: Passwords are not equal
cs_cz: Hesla nejsou stejná
da_dk: Adgangskoderne er ikke ens
fa_ir: کلمات عبور برابر نیستند
fr_fr: Les mots de passe ne sont pas équivalents
ja_jp: パスワードが一致していません
ko_kr: 비밀번호가 일치하지 않습니다
pl_pl: Hasła są jednakowe
pt_pt: Passwords não são iguais
ru_ru: Пароли не совпадают
sv_se: Lösenorden är inte identiska
uk_ua: Паролі не співпадають
zh_cn: 密码不匹配
zh_tw: 密碼不相符

# LblDeleteAccountInfo_Text
source: You can delete your account by clicking on the Delete Account button and then confirming with the Confirm button.<br /><b>Warning</b>: the operation is irreversible.
cs_cz: Můžete smazat Váš účet kliknutím na tlačítko Smazat účet a potvrzením tlačítkem Potvrdit.<br /><b>Varování</b>: operace je nevratná.
da_dk: Du kan slette din konto ved at trykke på 'Slet konto' knappen, og så bekræfte det på 'Bekræft' knappen.<br /><b>Advarsel</b>: Sletningen kan ikke fortrydes efterfølgende.
fa_ir: شما می‌توانید حساب کاربری خود را با کلیک کردن روی دکمه «حذف حساب کاربری» و تایید کردن آن حذف کنید.<br /><b>اخطار</b>: عملیات برگشت ناپذیر است.
fr_fr: Vous pouvez supprimer votre compte en cliquant sur le bouton Supprimer le compte, puis en confirmant avec le bouton Confirmer.<br /><b>Avis</b>: cette opération est irréversible.
ja_jp: アカウント削除ボタンをクリックし、確認ボタンを押すとアカウントを削除できます。<br /><b>警告</b>: 操作は取り消しできません。
ko_kr: 계정삭제버튼을 클릭하고 확인을 누르면 계정을 삭제할 수 있습니다.<br /><b>경고</b>: 이작업은 복구가 불가능합니다.
pl_pl: Możesz usunąć swoje konto poprzez kliknięcie przycisku Usuń konto, a następnie przycisku Zatwierdź.<br /><b>Uwaga</b>: operacja jest nieodwracalna.
pt_pt: Pode eliminar a conta clicando no botão Eliminar Conta e confirmando no botão Confirmação.<br /><b>Aviso</b>: A operação é irreversivel
ru_ru: Вы можете удалить свою Учётную Запись, нажав на кнопку Удалить и подтвердить удаление, нажав на кнопку Подтвердить.<br /><b>Предупреждение</b>: эта операция необратима.
sv_se: Du kan ta bort till konto genom att klicka på knappen Ta bort konto och sedan bekräfta.<br /><b>Varning</b>: denna åtgärd kan inte ångras.
uk_ua: Ви мате змогу знищити свій Запис Користувача, натиснувши Видалити та згодом натиснувши Підтвердити.<br /><b>Попередження</b>: така операція є незворотньою.
zh_cn: 您可以通过先点击“删除帐户”按钮然后点击“确认”按钮进行确定以删除您的帐户。<br /><b>警告</b>：此操作不可逆。
zh_tw: 您可以通過先點擊“刪除帳戶”按鈕然後點擊“確認”按鈕進行確定以刪除您的帳戶。<br /><b>警告</b>：此操作不可逆。

# LblDeleteAccount_Text
source: Delete Account
cs_cz: Smazat účet
da_dk: Slet konto
fa_ir: حذف حساب کاربری
fr_fr: Supprimer le compte
ja_jp: アカウントを削除する
ko_kr: 계정 삭제
pl_pl: Usuń konto
pt_pt: Eliminar Conta
ru_ru: Удалить Запись
sv_se: Ta bort konto
uk_ua: Видалити Запис
zh_cn: 删除帐户
zh_tw: 刪除帳戶

# LblDescription_Text
source: Welcome to your Profile,
cs_cz: Vítejte ve Vašem profilu,
da_dk: Velkommen til din profil,
fa_ir: به پروفایل خود خوش آمدید،
fr_fr: Bienvenue dans votre profil,
ja_jp: プロファイル編集ページへようこそ、
ko_kr: 프로파일 설정에 오신것을 환영합니다,
pl_pl: Witamy na stronie Twojego profilu użytkownika
pt_pt: Bem-vindo ao seu Perfil,
ru_ru: Ваш Профиль,
sv_se: Välkommen till din användarprofil,
uk_ua: Ваш Профіль,
zh_cn: 欢迎访问您的用户概要，
zh_tw: 歡迎訪問您的用戶概要，

# LblDiscussionMessagesInfo2_Text
source: Receive an email notification whenever a <b>message</b> is posted for a page in the following namespaces (only discussions you have access to):
da_dk: Modtag orientering på e-mail når en <b>besked</b> bliver postet på en side i de følgende navnerum (kun debatter du har adgang til):
fa_ir: یک ایمیل اطلاع‌رسانی در هرجایی که یک <b>پیام</b> برای صفحه‌ای از فضای نام‌های زیر ارسال شد دریافت کنید (فقط مباحثاتی که به آن‌ها دسترسی دارید) :
fr_fr: Recevoir une notification par courriel quand un <b>message</b> est envoyé pour une page dans les espaces de nom suivants (seulement les discussions auxquelles vous avez accès):
ja_jp: 以下のネームスペースに含まれるページに<b>メッセージ</b>が投稿されたらメールで通知を受け取る (あなたがアクセス可能なディスカッションに限る):
ko_kr: 다음 네임스페이스로 포스팅된 <b>메세지</b>에 대한 이메일알림을 받습니다.(접근권한이 있는 메세지만)
pl_pl: Otrzymuj email z powiadomieniem gdy nowa <b>wypowiedź</b> zostanie dodana do strony w następujących sekcjach (tylko dyskusje, do których masz dostęp):
pt_pt: Receber uma notificação de email sempre que uma <b>mensagem</b> for publicada numa página dos seguintes namespaces (apenas discussões a que tenha acesso):
ru_ru: Получать email-уведомления о публикациях <b>сообщений</b> размещённых на страницах следующих пространств имён (только в обсуждениях, к которым Вы имеете доступ):
sv_se: Underrätta mig via e-post varje gång det skapas ett nytt <b>meddelande</b> för en sida i följande namnområden (endast diskussionstrådar du har tillgång till):
uk_ua: Отримувати email-повідомлення щодо <b>коментарів</b> які будуть розміщені на сторінках в таких просторах імен (тількі в обговореннях до яких у Вас є доступ):
zh_cn: 当有<b>消息</b>发布在下列命名空间中的页面时（仅限您可以访问的讨论），接收电子邮件通知：
zh_tw: 當有<b>消息</b>發佈在下列命名空間中的頁面時（僅限您可以訪問的討論），接收電子郵件通知：

# LblDisplayName_Text
source: Display Name
cs_cz: Zobrazované jméno
da_dk: Visningsnavn
fa_ir: نام نمایش
fr_fr: Nom affiché
ja_jp: 表示名
ko_kr: 표시이름
pl_pl: Nazwa wyświetlana
pt_pt: Nome Público
ru_ru: Отображаемое Имя
sv_se: Synligt namn
uk_ua: Ім'я для Відображення
zh_cn: 显示名称
zh_tw: 顯示名稱

# LblEditEmailPassword_Text
source: Edit Display Name, Email and Password
cs_cz: Editovat Zobrazované jméno, Email a Heslo
da_dk: Rediger visningsnavn, e-mail og adgangskode
fa_ir: ویرایش نام نمایش، ایمیل و کلمه عبور
fr_fr: Éditer le nom affiché, le courriel et le mot de passe
ja_jp: 表示名、メール アドレス、パスワードの編集
ko_kr: 표시이름, 이메일 비밀번호 편집
pl_pl: Edytuj nazwę wyświetlaną, email i hasło
pt_pt: Editar o Nome Público, Email e Password
ru_ru: Изменить Отображаемое Имя, Email и Паролль
sv_se: Ändra synligt namn, e-postadress och lösenord
uk_ua: Змінити Ім'я для Відображення, Email та Пароль
zh_cn: 编辑显示名称、电子邮件地址和密码
zh_tw: 編輯顯示名稱、電子郵件位址和密碼

# LblEmail1_Text
source: Email
fa_ir: ایمیل
fr_fr: Courriel
ja_jp: メール アドレス
ko_kr: 이메일
pl_pl: Adres e-mail
sv_se: E-postadress
zh_cn: 电子邮件地址
zh_tw: 電子郵件位址

# LblEmail2_Text
source: Email (repeat)
cs_cz: Email (znovu)
da_dk: E-mail (gentag)
fa_ir: ایمیل (تکرار)
fr_fr: Courriel (répéter)
ja_jp: メール アドレス (再入力)
ko_kr: 이메일 (반복)
pl_pl: Powtórz adres e-mail
ru_ru: Email (ещё раз)
sv_se: E-postadress (bekräfta)
uk_ua: Email (ще раз)
zh_cn: 电子邮件地址（重复）
zh_tw: 電子郵件位址（重複）

# LblGroups_Text
source: You are member of the following groups:
cs_cz: Jste členem následujících skupin:
da_dk: Du er medlem af de følgende grupper:
fa_ir: شما عضو گروه‌های زیر هستید :
fr_fr: Vous êtes membre des groupes suivants::
ja_jp: あなたは以下のグループに所属しています:
pl_pl: Jesteś człownkiem następujących grup
pt_pt: É membro dos seguintes Grupos:
ru_ru: Вы являетесь членом таких Групп:
sv_se: Du är medlem i följande grupper:
uk_ua: Ви є членом таких Груп:
zh_cn: 您是下列组的成员：
zh_tw: 您是下列組的成員：

# LblInfo_Text
source: Here you can edit your Profile settings, such as Email address and Password. You cannot change your Username.
cs_cz: Zde můžete editovat nastavení Vašeho profilu, jako emailovou adresu a heslo. Nemůžete změnit Vaše uživatelské jméno.
da_dk: Her kan du ændre din profil, såsom e-mail-adresse og adgangskode. Du kan ikke ændre dit brugernavn.
fa_ir: از اینجا می‌توانید تنظیمات پروفایل خود از قبیل آدرس ایمیل و کلمه عبور را ویرایش کنید. شما نمی‌توانید نام کاربری خود را تغییر دهید.
fr_fr: Vous pouvez modifier ici les données de votre profil, p.ex. votre adresse courriel et mot de passe. Vous ne pouvez pas changer votre mom d'utilisateur.
ja_jp: メール アドレスやパスワードなど、あなたのプロファイルを編集できます。ユーザー名は変更できません。
pl_pl: Tutaj możesz edytować swój profil użytkownika. Nie możesz jedynie zmienić swojej nazwy użytkownika.
pt_pt: Aqui pode editar as configurações do Perfil, tais como o Email e Password. Não é possível alterar o seu nome de Utilizador.
ru_ru: Вы имеете возможность изменить данные своего Профиля, такие как Email-адрес и Пароль. У Вас нет возможности изменить своё Имя Пользователя.
sv_se: Här kan du ändra din användarprofil, såsom e-postadress och lösenord. Du kan inte ändra ditt användarnamn.
uk_ua: Ви маєте змогу змінити свою Email-адресу та Пароль. Ви не маєте змоги змінити своє Ім'я Користувача.
zh_cn: 在这里您可以编辑您的概要设置，例如电子邮件地址和密码。您不能更改您的用户名。
zh_tw: 在這裏您可以編輯您的概要設置，例如電子郵件位址和密碼。您不能更改您的用戶名。

# LblLanguageTimeZone_Text
source: Language and Time Zone
cs_cz: Jazyky a časové pásma
da_dk: Sprog og tidszone
fa_ir: زبان و منطقه زمانی
fr_fr: Langue et fuseau horaire
ja_jp: 言語とタイムゾーン
ko_kr: 언어와 시간설정
pl_pl: Język i strefa czasowa
pt_pt: Linguagem e Fuso Horário
ru_ru: Выбор языка и Временной Зоны
sv_se: Språk och tidszon
uk_ua: Вибір Мови та Часової Зони
zh_cn: 语言和时区
zh_tw: 語言和時區

# LblNoChanges_Text
source: Current system settings do not allow any change to your personal information.
cs_cz: Aktuální nastavení systému neumožňuje žádné změny osobních informací.
da_dk: De nuværende systemindstillinger tillader ikke ændringer i dine personlige infomationer.
fa_ir: تنظیمات فعلی سیستم اجازه تغییر اطلاعات شخصی را به شما نمی‌دهد.
fr_fr: Les paramètres courants du système ne permettent pas de changer vos informations personnelles
ja_jp: 現在のシステム設定は、あなたの個人情報の変更を許可していません。
ko_kr: 현재 시스템설정은 어떤 개인적인 정보변경도 허용하지 않습니다.
pl_pl: Bieżące ustawienia systemu nie pozwalają na zmianę twoich danych osobistych.
pt_pt: Configurações actuais do sistema não permitem quaisquer alterações à sua informação pessoal.
ru_ru: Текущие настройки содержат запрет на изменение Вашей личной информации
sv_se: Nuvarande systeminställningar förhindrar förändringar av din personliga information.
uk_ua: Поточні параметри системи не передбачають можливості щодо зміни Вашої персональної інформації.
zh_cn: 当前系统设置不允许对个人信息作任何更改。
zh_tw: 當前系統設置不允許對個人資訊作任何更改。

# LblNotifications_Text
source: Email Notification Settings
cs_cz: Nastavení oznámení emailem
da_dk: Indstillinger for orientering på e-mail
fa_ir: تنظیمات ایمیل اطلاع‌رسانی
fr_fr: Paramètre de notification par courriel
ja_jp: メール通知設定
ko_kr: 이메일알림 설정
pl_pl: Ustawienia powiadomień email
pt_pt: Definições das Notificações por Email
ru_ru: Установки email-уведомлений
sv_se: Inställningar för e-postutskick
uk_ua: Налаштування email-повідомлень
zh_cn: 电子邮件通知设置
zh_tw: 電子郵件通知設置

# LblOldPassword_Text
source: Old Password
cs_cz: Staré heslo
da_dk: Gammel adgangskode
fa_ir: کلمه عبور قبلی
fr_fr: Ancien mot de passe
ja_jp: 古いパスワード
ko_kr: 예전 비밀번호
pl_pl: Stare hasło
pt_pt: Password antiga
ru_ru: Текущий Пароль
sv_se: Gammalt lösenord
uk_ua: Поточний Пароль
zh_cn: 旧密码
zh_tw: 舊密碼

# LblPageChangesInfo2_Text
source: Receive an email notification whenever a <b>page</b> in the following namespaces is updated (only pages you have access to):
da_dk: Modtag orientering på e-mail når en <b>side</b> i de følgende navnerum opdateres (kun sider du har adgang til):
fa_ir: دریافت یک ایمیل اطلاع‌رسانی در زمان به روزرسانی <b>صفحه‌ای</b> از فضای‌نام‌های زیر (فقط صفحاتی که شما به آن دسترسی دارید) :
fr_fr: Recevoir une notification par courriel quand une <b>page</b> dans les espaces de nom suivantsont été mis à jour (seulement les pages auxquelles vous avez accès):
ja_jp: 以下のネームスペースに含まれる<b>ページ</b>が更新されたらメールで通知を受け取る (あなたがアクセス可能なページに限る):
ko_kr: 다음 네임스페이스로 업데이트된 <b>페이지</b>에 대한 이메일알림을 받습니다.(접근권한이 있는 페이지만):
pl_pl: Orzymuj email z powiadomieniem gdy <b>strona</b> w następujących sekcjach zostanie uaktualniona(tylko te strony, do których masz dostep)
pt_pt: Receber uma notificação de email sempre que uma <b>página</b> nos seguintes namespaces for actualizada (somente páginas às quais tem acesso):
ru_ru: Получать email-уведомления об обновлении <b>страниц</b> следующих пространств имён (только для страниц, к которым у Вас есть доступ):
sv_se: Underrätta mig via e-post varje gång en <b>sida</b> i följande namnområden uppdateras (endast sidor du har tillgång till):
uk_ua: Отримувати email-повідомлення щодо оновлення <b>сторінок</b> в наступних просторах імен (тільки у відношенні сторінок до яких Ви маєте доступ):
zh_cn: 当在下列命名空间中的<b>页面</b>更新时（仅限您可以访问的页面），接收电子邮件通知：
zh_tw: 當在下列命名空間中的<b>頁面</b>更新時（僅限您可以訪問的頁面），接收電子郵件通知：

# LblPassword1_Text
source: Password
cs_cz: Heslo
da_dk: Adgangskode
fa_ir: کلمه عبور
fr_fr: Mot de passe
ja_jp: パスワード
ko_kr: 비밀번호
pl_pl: Hasło
ru_ru: Пароль
sv_se: Lösenord
uk_ua: Пароль
zh_cn: 密码
zh_tw: 密碼

# LblPassword2_Text
source: Password (repeat)
cs_cz: Heslo (znovu)
da_dk: Adgangskode (gentag)
fa_ir: کلمه عبور (تکرار)
fr_fr: Mot de passe (répéter)
ja_jp: パスワード (再入力)
ko_kr: 비밀번호 (반복)
pl_pl: Powtórz hasło
pt_pt: Password (repetir)
ru_ru: Пароль (ещё раз)
sv_se: Lösenord (bekräfta)
uk_ua: Пароль (ще раз)
zh_cn: 密码（重复）
zh_tw: 密碼（重複）

# LblTitle_Text
source: User Profile
cs_cz: Uživatelský profil
da_dk: Brugerprofil
fa_ir: پروفایل کاربر
fr_fr: Profil utilisateur
ja_jp: ユーザー プロファイル
ko_kr: 사용자 프로파일
pl_pl: Profil użytkownika
pt_pt: Perfil de Utilizador
ru_ru: Профиль Пользователя
sv_se: Användarprofil
uk_ua: Профіль Користувача
zh_cn: 用户概要
zh_tw: 用戶概要

# Page_Title
source: Untitled Page
da_dk: Unavngiven side
fa_ir: صفحه بدون عنوان
fr_fr: Page sans titre
ja_jp: 無題のページ
ko_kr: 제목없음
pl_pl: Strona niezatytułowana
pt_pt: Página sem Título
zh_cn: 无标题页面
zh_tw: 無標題頁面

# RfvEmail1_ErrorMessage
source: Email is required
cs_cz: Je vyžadován email
da_dk: E-mail er påkrævet
fa_ir: ایمیل مورد نیاز است
fr_fr: Le courriel est requis
ja_jp: メールアドレスを入力してください
ko_kr: 이메일은 필수항목입니다.
pl_pl: Email jest wymagany
pt_pt: Email é obrigatório
ru_ru: Email необходим
sv_se: E-postadress måste anges
uk_ua: Email обов'язковий
zh_cn: 需要电子邮件地址
zh_tw: 需要電子郵件位址

# RfvEmail2_ErrorMessage
source: Email is required
cs_cz: Je vyžadován email
da_dk: E-mail er påkrævet
fa_ir: ایمیل مورد نیاز است
fr_fr: Le courriel est requis
ja_jp: メールアドレスを入力してください
ko_kr: 이메일은 필수항목입니다.
pl_pl: Email jest wymagany
pt_pt: Email é obrigatório
ru_ru: Email необходим
sv_se: E-postadress måste anges
uk_ua: Email обов'язковий
zh_cn: 需要电子邮件地址
zh_tw: 需要電子郵件位址

# RfvOldPassword_ErrorMessage
source: Old Password is required
cs_cz: Je vyžadováno staré heslo
da_dk: Gammel adgangskode er påkrævet
fa_ir: کلمه عبور قبلی مورد نیاز است
ja_jp: 古いパスワードを入力してください
ko_kr: 이메일은 필수항목입니다.
pl_pl: Stare hasło jest wymagane
pt_pt: Password antiga é obrigatória
ru_ru: Требуется действующий пароль
sv_se: Nuvarande lösenord måste anges
uk_ua: Потрібен діючий пароль
zh_cn: 需要旧密码
zh_tw: 需要舊密碼

# RfvPassword1_ErrorMessage
source: Password is required
cs_cz: Je vyžadováno heslo
da_dk: Adgangskode er påkrævet
fa_ir: کلمه عبور مورد نیاز است
fr_fr: Le mot de passe est requis
ja_jp: パスワードを入力してください
ko_kr: 비밀번호는 필수항목입니다.
pl_pl: Hasło jest wymagane
pt_pt: Password é obrigatória
ru_ru: Пароль необходим
sv_se: Lösenord måste anges
uk_ua: Пароль обов'язково
zh_cn: 需要密码
zh_tw: 需要密碼

# RfvPassword2_ErrorMessage
source: Password is required
cs_cz: Je vyžadováno heslo
da_dk: Adgangskode er påkrævet
fa_ir: کلمه عبور مورد نیاز است
fr_fr: Le mot de passe est requis
ja_jp: パスワードを入力してください
ko_kr: 비밀번호는 필수항목입니다.
pl_pl: Hasło jest wymagane
pt_pt: Password é obrigatória
ru_ru: Пароль необходим
sv_se: Lösenord måste anges
uk_ua: Пароль обов'язково
zh_cn: 需要密码
zh_tw: 需要密碼

# RxvDisplayName_ErrorMessage
source: Invalid Display Name
cs_cz: Neplatné zobrazované jméno
da_dk: Ugyldigt visningsnavn
fa_ir: نام نمایش نامعتبر
fr_fr: Nom affiché invalide
ja_jp: 無効な表示名
ko_kr: 유효하지 않은 표시이름
pl_pl: Nieprawidłowa nazwa wyświetlana
pt_pt: Nome Público Inválido
ru_ru: Ошибочное Отображаемое Имя
sv_se: Ogiltigt namn
uk_ua: Помилкове Ім'я для Відображення
zh_cn: 显示名称无效
zh_tw: 顯示名稱無效

# RxvEmail1_ErrorMessage
source: Invalid Email address
cs_cz: Neplatný email
da_dk: Ugyldig e-mailadresse
fa_ir: آدرس ایمیل نامعتبر
fr_fr: Adresse courriel invalide
ja_jp: 無効なメール アドレス
ko_kr: 틀린 이메일주소
pl_pl: Nieprawidłowy adres email
pt_pt: Endereço de Email inválido
ru_ru: Неверный email
sv_se: Ogiltig e-postadress
uk_ua: Невірний email
zh_cn: 电子邮件地址无效
zh_tw: 電子郵件位址無效

# RxvPassword1_ErrorMessage
source: Invalid Password
cs_cz: Neplatné heslo
da_dk: Ugyldig adgangskode
fa_ir: کلمه عبور نامعتبر
fr_fr: Mot de passe invalide
ja_jp: 無効なパスワード
ko_kr: 틀린 비밀번호
pl_pl: Nieprawidłowe hasło
pt_pt: Password inválida
ru_ru: Неправильный пароль
sv_se: Ogiltigt lösenord
uk_ua: Невірний пароль
zh_cn: 密码无效
zh_tw: 密碼無效

# TxtDisplayName_ToolTip
source: Type here a display name for your account
cs_cz: Napište zobrazované jméno pro Vaše konto
da_dk: Indtast et visningsnavn for din konto her
fa_ir: یک نام نمایش برای حساب کاربری خود وارد کنید
fr_fr: Tapez ici le nom affiché de votre compte
ja_jp: あなたのアカウントにつける表示名を入力してください
ko_kr: 계정의 표시이름을 입력하세요
pl_pl: Wpisz tutaj wyświetlaną nazwę twojego konta
pt_pt: Escreva aqui o nome público para a sua conta
ru_ru: Укажите своё Отображаемое Имя
sv_se: Här anger du ditt namn som det kommer att visas för andra
uk_ua: Введіть своє Ім'я для Відображення
zh_cn: 键入您帐户的显示名称
zh_tw: 鍵入您帳戶的顯示名稱

# TxtEmail1_ToolTip
source: Type here your Email address
cs_cz: Napište zde emailovou adresu
da_dk: Indtast din e-mail-adresse her
fa_ir: آدرس ایمیل خود را اینجا وارد کنید
fr_fr: Tapez ici votre adresse courriel
ja_jp: ここにあなたのメール アドレスを入力してください
pl_pl: Wpisz tutaj swój adres e-mail
pt_pt: Escreva aqui o endereço de Email
ru_ru: Введите свой Email-адрес
sv_se: Ange din e-postadress här
uk_ua: Введіть свою Email-адресу
zh_cn: 输入您的电子邮件地址
zh_tw: 輸入您的電子郵件位址

# TxtEmail2_ToolTip
source: Repeat your Email address
cs_cz: Opakujte svoji emailovou adresu
da_dk: Gentag din e-mail adresse
fa_ir: آدرس ایمیل خود را تکرار کنید
fr_fr: Répétez votre adresse courriel
ja_jp: あなたのメール アドレスをもう一度入力してください
pl_pl: Powtórz swój adres e-mail
pt_pt: Repita o endereço de Email
ru_ru: Повторите ввод Email-адреса
sv_se: Bekräfta din e-postadress här
uk_ua: Введіть свою Email-адресу, ще раз
zh_cn: 重复您的电子邮件地址
zh_tw: 重複您的電子郵件位址

# TxtOldPassword_ToolTip
source: Type here your current Password
cs_cz: Napište zde Vaše staré heslo
da_dk: Indtast din nuværende adgangskode her
fa_ir: کلمه عبور فعلی خود را وارد کنید
fr_fr: Tapez ici votre mot de passe actuel
ja_jp: ここに現在のパスワードを入力してください
ko_kr: 현재 비밀번호를 입력하세요
pl_pl: Wpisz tutaj swoje aktualne hasło
pt_pt: Escreva aqui a sua Password
ru_ru: Введите свой текущий Пароль
sv_se: Ange ditt nuvarande lösenord här
uk_ua: Введіть свій діючий Пароль
zh_cn: 输入您的当前密码
zh_tw: 輸入您的當前密碼
